[
    {
      "headline": "Caltech Physicists Successfully Split The Bill",
      "source": "The Onion",
      "content": "PASADENA, CA—Sequestered in a private booth at a Pasadena-area Cheesecake Factory for nearly 25 minutes, a party of eight California Institute Of Technology physicists emerged exhausted but visibly excited Friday evening after successfully splitting the bill.",
      "true or false": false
    },
    {
      "headline": "Gluten-Free Pancake Mix Just A Bag Of Sand",
      "source": "The Onion",
      "content": "One such product is gluten-free pancake mix, offering a solution for those craving fluffy, delicious pancakes without the gluten. But are these mixes truly the answer to gluten-free breakfast dreams, or are they merely a bag of sand in disguise?",
      "true or false": false
    },
    {
      "headline": "Archaeological Dig Uncovers Ancient Race of Skeleton People",
      "source": "The Onion",
      "content": "'This is an incredible find,' said Dr. Christian Hutchins, Oxford University archaeologist and head of the dig team. 'Imagine: At one time, this entire area was filled with spooky, bony, walking skeletons.'",
      "true or false": false
    },
    {
      "headline": "Jumbled Nest Of Cords Makes Move To Third New Apartment",
      "source": "The Onion",
      "content": "Moving to a new apartment is an adventure filled with excitement and anticipation, but it also comes with its fair share of challenges. One such challenge is dealing with the jumbled nest of cords that seems to multiply with each move.",
      "true or false": false
    },
    {
      "headline": "Dad Hopes New Neighbor Likes Verbal Altercations",
      "source": "The Onion",
      "content": "BETHANY BEACH, DE—As movers unload a truck in front of the house next door, local dad Stan Morby, 43, expressed hope Wednesday that his new neighbor liked verbal altercations. 'Man, I really hope whoever bought that place enjoys getting into shouting matches in the front yard,' said Morby.",
      "true or false": false
    },
    {
      "headline": "Biden Surges In Polls After Convincing Terrified Voters He Causing Eclipse",
      "source": "The Onion",
      "content": "WASHINGTON—Marking a sudden inflection point amid flagging approval ratings, President Joe Biden surged in the polls Monday after convincing terrified voters he was causing the total solar eclipse. “I am sure you will make the wise choice to join me, the immense and all-powerful Mover of the Sun and Moon, in my reelection campaign,” said Biden.",
      "true or false": false
    },
    {
      "headline": "Baseball Imposes Tough New 'Three-Strikes-You're-Out' Rule",
      "source": "The Onion",
      "content": "NEW YORK—Saying it is time to get tough on hitters, Acting Commissioner of Baseball Bud Selig announced Monday the adoption of a hard-line 'Three-Strikes-You're-Out' policy on all at-bats.",
      "true or false": false
    },
    {
      "headline": "Ninja Parade Slips Through Town Unnoticed",
      "source": "The Onion",
      "content": "In a world filled with colorful festivals and lively parades, there exists a unique and enigmatic event that passes by unnoticed by most: the annual Ninja Parade. Year after year, this clandestine gathering of shadowy figures glides silently through the streets, leaving no trace of its passing except for whispers and rumors.",
      "true or false": false
    },
    {
      "headline": "Mark Zuckerberg's Spouse Suspicious After He Begins Referring To Her As His 'Human Wife'",
      "source": "The Onion",
      "content": "MENLO PARK, CA—Noting that the Meta CEO had been acting rather strange lately and was using his Oculus far more than usual, Mark Zuckerbergs wife Priscilla Chan admitted she was suspicious Thursday after he began referring to her as his 'human wife.'",
      "true or false": false
    },
    {
      "headline": "Astronomers Discover Planet Identical To Earth With Orbital Space Mirror",
      "source": "The Onion",
      "content": "WASHINGTON—In what many are hailing as the most significant development in the history of space exploration, NASA scientists announced Thursday that a planet seemingly identical to Earth has been discovered by the agency's Orbital Space Mirror.",
      "true or false": false
    },
    {
      "headline": "CIA Realizes It's Been Using Black Highlighters All These Years",
      "source": "The Onion",
      "content": "LANGLEY, VA—A report released Tuesday by the CIA's Office of the Inspector General revealed that the CIA has mistakenly obscured hundreds of thousands of pages of critical intelligence information with black highlighters.",
      "true or false": false
    },
    {
      "headline": "Red Hot Chili Peppers Accidentally Write Song About New Hampshire",
      "source": "The Onion",
      "content": "LOS ANGELES—Unexpectedly penning lyrics about colorful autumn foliage and summer cottages on the shores of Lake Winnipesaukee, alternative rock band Red Hot Chili Peppers accidentally wrote a song about New Hampshire, sources reported Friday.",
      "true or false": false
    },
    {
      "headline": "Study Finds 85% Of Americans Don't Know The Dance Moves To The National Anthem",
      "source": "The Onion",
      "content": "BOSTON—According to a survey published Wednesday by historians at Boston University, more than 85 percent of Americans are unfamiliar with the upbeat, traditional dance routine intended to accompany the singing of the national anthem.",
      "true or false": false
    },
    {
      "headline": "Police Baffled By Bottle-Shaped Paper Bag",
      "source": "The Onion",
      "content": "BRIDGEPORT, CT—Local police officials are 'utterly baffled' by a bottle-shaped paper bag that local resident Jimmy Kilty held while sitting on an East Side strip-mall bench Monday.",
      "true or false": false
    },
    {
      "headline": "309 People Shine In Sun Costumes At Niagara Falls On Eclipse Day",
      "source": "CTV News",
      "content": "April 9 (UPI) -- The City of Niagara Falls in Ontario, Canada, celebrated the solar eclipse by gathering 309 people to wear sun costumes and break a Guinness World Record.",
      "true or false": true
    },
    {
      "headline": "California Girl Gets License To Own A Unicorn",
      "source": "CBS News",
      "content": "Seven-year-old Madeline, who lives in California, is obsessed with unicorns. It's their magical horn that makes them so special, she says, noting, 'It grants you magic wishes if you ask.'",
      "true or false": true
    },
    {
      "headline": "Doctors Remove 150 Live Bugs From Florida Man's Nose",
      "source": "New York Post",
      "content": "The unidentified patient went to a hospital earlier this month after noticing that his whole face felt like it was on fire, according to a Friday report by Jacksonville's First Coast News.",
      "true or false": true
    },
    {
      "headline": "Frogs Are Screaming - We Just Can't Hear Them",
      "source": "Sky News",
      "content": "Some frogs scream at an ear-splitting volume for other animals but its frequency is inaudible to humans, scientists have discovered.While out in the Amazonian jungle studying frogs, researchers in Brazil noticed something strange.",
      "true or false": true
    },
    {
      "headline": "Police Officer Goes Viral After Chasing",
      "source": "Fox News",
      "content": "A Utah police officer recently went viral after hilarious footage showed him pursuing a stubborn pig last week. Footage that racked up nearly 3 million views on Facebook shows Grantsville, Utah, police officer Cory Cooper chasing and eventually tackling an obstinate female pig.",
      "true or false": true
    },
    {
      "headline": "Hundreds of Pounds Of Cooked Pasta Mysteriously Dumped In New Jersey Woods",
      "source": "CBS News",
      "content": "Imagine going for a leisurely hike and stumbling upon mounds of pasta in the woods. It seems highly unlikely, unless you were recently walking near the river basin in Old Bridge, New Jersey, where hundreds of pounds of cooked pasta were dumped in the area last month. Their origins remain a mystery.",
      "true or false": true
    },
    {
      "headline": "Chechnya 'Bans Music That Is Too Fast Or Too Slow'",
      "source": "Sky News",
      "content": "Chechnya has reportedly banned music that is too fast or too slow.The Russian republic is said to have ruled that all music should 'correspond to a tempo of 80 to 116 beats per minute (BPM)'.",
      "true or false": true
    },
    {
      "headline": "Alabama Radio Station Off The Air After 200-Foot Radio Tower Is Stolen",
      "source": "NBC News",
      "content": "If you happen to see a 200-foot radio tower lying around, there's a radio station in Jasper, Alabama, that would love to hear from you.WJLX-AM has been off the air since Feb. 2, when a landscaping crew visited the site where the tower is supposed to be for a bit of routine maintenance.",
      "true or false": true
    },
    {
      "headline": "Staff At A Virginia Wildlife Center Pretend To Be Red Foxes As They Care For An Orphaned Kid",
      "source": "AP News",
      "content": "RICHMOND, Va. (AP) — Employees of the Richmond Wildlife Center in Virginia are doing their best to act like mother foxes as they feed and care for an orphaned kit that found her way into their care.",
      "true or false": true
    },
    {
      "headline": "Sausage Vending Machine Booming In Germany",
      "source": "The Independent",
      "content": "Hungry Germans craving a sausage in the dead of night are increasingly turning to vending machines for their bratwurst, bockwurst, and barbecue meats.The machines are 'booming' outside German cities where shops are less likely to stay open for long hours, according to a survey by the German Press Agency.",
      "true or false": true
    },
    {
      "headline": "Utah Teen Facing Charges After Allegedly Taping Fish To ATMs",
      "source": "Yahoo News",
      "content": "A teenage boy in Provo, Utah, is facing charges after allegedly taping fish to various ATMs in the city ― and even a police car. And, of course, the fishy behavior was all documented on social media.",
      "true or false": true
    },
    {
      "headline": "U.S. Open Delayed After Protester Glued Bare Feet To Floor",
      "source": "NBC News",
      "content": "Play between Coco Gauff and Karolína Muchová at the U.S. Open tennis tournament in New York was stopped Thursday after an environmental protester 'glued his feet to the cement floor,' an announcer and a tournament official said.",
      "true or false": true
    },
    {
      "headline": "Porch Pirate Dresses Up As Trash Bag To Steal Package Worth $10",
      "source": "HuffPost",
      "content": "A homeowner in Sacramento, California, had some items stolen from his porch, but he got a big laugh in return. Omar Gabriel Munoz checked his surveillance system on Friday and was shocked by what he saw: someone hiding inside a trash bag waddling up to his door step in order to steal a package.",
      "true or false": true
    },
    {
      "headline": "Trillions Of Cicadas To Emerge Across US",
      "source": "Sky News",
      "content": "People in the southeast of the US are set for a 'sight to behold', experts say, as periodical cicadas - which usually surface every 13 years - will emerge coinciding with another brood which come out in a 17-year cycle this spring.",
      "true or false": true
    }
]